B1900t10000/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    floor
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          90;
        startFace       3490;
    }
    ceiling
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          90;
        startFace       3580;
    }
    sideWalls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          40;
        startFace       3670;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          3600;
        startFace       3710;
    }
)

// ************************************************************************* //
